{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "hidden_size": 128,
  "intermediate_size": 512,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "type_vocab_size": 2,
  "vocab_size": 30522,
  "num_labels": 2
}